{
  "Arabic": "العربية",
  "French": "الفرنسية",
  "Créez votre menu en quelques clics avec": "أنشيئ قائمة مطعمك بسهولة مع",
  "Today!": "اليوم!",
  "Home": "الرئيسية",
  "Features": "المميزات",
  "Pricing": "التسعير",
  "Contact": "اتصل بنا",
  "Blog": "المدونة",
  "Get Started": " ابدأ الأن",
  "Créez facilement votre menu en ligne, générez des QR codes, et recevez des commandes directement via votre site web ou WhatsApp.": "انشاء QR Codes، واستقبل طلبات زبنائك الآن من خلال موقعك الإلكتروني او واتساب.",
  "Get Started For FREE Now!": "ابدأ الان مجانا !",

  "HOW IT WORKS": "كيف أبدأ",
  "What steps do I need to take to start?": "ما هي الخطوات التي أنفذها لأبدأ؟",
  "Inscrivez-vous et personnalisez": "الخطوة الأولى",
  "Créez votre compte et concevez un menu qui reflète l’image de votre restaurant.": "أنشئ حسابا وادخل اسمك، بريدك الالكتروني، وكلمة مرور سريعة، واضغط على انشاء حساب.",
  "Publiez et partagez ": "الخطوة الثانية",
  "Mettez votre menu en ligne et partagez le lien sur votre site web et vos réseaux sociaux.": "اختر باقتك التي تناسب احتياجاتك",
  "Recevez des commandes": "الخطوة الثالثة",
  "Vos clients passant commande via votre site web ou Whatsapp pour une gestion simplifiée.": "ابدأ بانشاء قائمة مطعمك على الانترنت",

  "Une tarification simple qui s'adapte aux restaurants de toutes tailles": "أثمنة مناسبة لجميع المطاعم",
  "What you’ll get": "ستستفيد من",
  "Showcase your dishes": "عرض أطباق مطعمك على الأنترنت",
  "Génération de QR Codes": "انشاء QR Codes",
  "Gestion des commandes simplifiée": "ادارة طلبات واضحة و سهلة",
  "Mises à jour en temps réel": "قم بالتعديل على قائمة مطعمك بسرعة",
  "Customers can start placing orders immediately": "الزبناء يمكنهم وضع طلبياتهم مباشرة",
  "Grow your business with minimal effort": "طور مطعمك بمجهود أقل",

  "Dhs": "د.م",
  "months": "شهر",
  "Create a FREE Account": "أنشئ حسابك مجانا",
  "Start Today!": "ابدأ اليوم !",
  "Découvrez les fonctionnalités": "تعرف على مميزاتنا",
  "Des fonctionnalités innovantes conçues pour améliorer l'experience de vos clients": "مميزات جديدة تم انشاؤها خصيصا لتحسين تجربة عملائك",
  "Conception de menu personnalisable": "قائمة طعام قابلة للتخصيص",
  "Adaptez votre menu en ligne à l'image de votre restaurant. Choisissez parmi une variété de modèles, de couleurs et de polices pour créer un menu qui reflète votre style unique.": "صمم قائمة الطعام الخاصة بك على الإنترنت لتتناسب مع العلامة التجارية لمطعمك. اختر من بين مجموعة متنوعة من القوالب والألوان والخطوط لإنشاء قائمة تعكس أسلوبك الفريد.",
  "Mises à jour du menu en temps réel": "تحديثات القائمة في الوقت الحقيقي",
  "Mettez votre menu à jour instantanément depuis n'importe quel appareil. Ajoutez de nouveaux plats, modifiez les prix ou mettez en avant les plats du jour en quelques clics.": "حدِّث قائمتك على الفور من أي جهاز. أضف أطباقاً جديدة أو غيِّر الأسعار أو أبرز العروض اليومية الخاصة ببضع نقرات فقط.",
  "Interface adaptée aux mobiles": "واجهة متوافقة مع الجوّال",
  "Veillez à ce que votre menu soit agréable à regarder sur n'importe quel appareil. Le design responsive de Tresto garantit une expérience de navigation transparente pour les clients sur smartphones, tablettes ou ordinateurs de bureau.": "تأكد من أن قائمتك تبدو رائعة على أي جهاز. يضمن تصميم Tresto سريع الاستجابة تجربة تصفح سلسة للعملاء على الهواتف الذكية أو الأجهزة اللوحية أو أجهزة الكمبيوتر المكتبية.",
  "Commande en ligne intégrée": "الطلب المتكامل عبر الإنترنت",
  "Allow customers to place orders directly from your menu. Increase sales by offering takeout, delivery, or pre-order options, all integrated within the platform.": "اسمح للعملاء بتقديم الطلبات مباشرةً من قائمتك. قم بزيادة المبيعات من خلال تقديم خيارات الطلبات الخارجية أو التوصيل أو الطلب المسبق، وكلها مدمجة داخل المنصة.",
  "Analyse": "التحليلات",
  "Suivez les préférences des clients, les plats populaires et les tendances des ventes grâce aux analyses intégrées de Tresto. Utilisez ces informations pour optimiser votre menu et prendre des décisions basées sur des données.": "تتبَّع تفضيلات العملاء والأطباق الشائعة واتجاهات المبيعات باستخدام تحليلات Tresto المدمجة. استخدم هذه الرؤى لتحسين قائمة طعامك واتخاذ قرارات قائمة على البيانات.",
  "hh": "",
  "h": ""
}